const loginTemplates = {
  en: "Your OTP for logging into [AppName] is [OTP]. This OTP is valid for 10 minutes. Do not share it with anyone.",
  hi: "[AppName] में लॉग इन करने के लिए आपका OTP [OTP] है। यह OTP 10 मिनट के लिए वैध है। इसे किसी के साथ साझा न करें।",
  kn: "[AppName] ಗೆ ಲಾಗಿನ್ ಮಾಡಲು ನಿಮ್ಮ OTP [OTP] ಆಗಿದೆ. ಈ OTP 10 ನಿಮಿಷಗಳವರೆಗೆ ಮಾನ್ಯವಾಗಿರುತ್ತದೆ. ಇದನ್ನು ಯಾರೊಂದಿಗೂ ಹಂಚಿಕೊಳ್ಳಬೇಡಿ.",
  te: "[AppName]కి లాగిన్ చేయడానికి మీ OTP [OTP]. ఈ OTP 10 నిమిషాల పాటు చెల్లుబాటు అవుతుంది. దీన్ని ఎవరితోనూ పంచుకోవద్దు.",
  ta: "[AppName] இல் உள்நுழைய உங்கள் OTP [OTP] ஆகும். இந்த OTP 10 நிமிடங்களுக்கு செல்லுபடியாகும். இதை யாருடனும் பகிர வேண்டாம்.",
  ml: "[AppName]-ൽ ലോഗിൻ ചെയ്യാനുള്ള നിങ്ങളുടെ OTP [OTP] ആണ്. ഈ OTP 10 മിനിറ്റ് നേരത്തേക്ക് സാധുവാണ്. ഇത് ആരുമായും പങ്കിടരുത്.",
  gu: "[AppName] માં લોગ ઇન કરવા માટે તમારો OTP [OTP] છે. આ OTP 10 મિનિટ માટે માન્ય છે. તેને કોઈની સાથે શેર કરશો નહીં.",
  bn: "[AppName]-এ লগইন করার জন্য আপনার OTP হল [OTP]। এই OTPটি 10 মিনিটের জন্য বৈধ। এটি কারো সাথে শেয়ার করবেন না।",
  or: "[AppName] ରେ ଲଗ୍ ଇନ୍ କରିବା ପାଇଁ ଆପଣଙ୍କର OTP ହେଉଛି [OTP]। ଏହି OTP 10 ମିନିଟ୍ ପାଇଁ ବୈଧ ଅଟେ। ଏହାକୁ କାହା ସହିତ ସେୟାର କରନ୍ତୁ ନାହିଁ।",
};

export default loginTemplates;
